tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "kylef/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "swiftwasm/tap"
brew "aspell"
brew "automake"
brew "bat"
brew "harfbuzz"
brew "bazel"
brew "binaryen"
brew "bob"
brew "ccls"
brew "clojure"
brew "cowsay"
brew "ctags"
brew "deno"
brew "difftastic"
brew "direnv"
brew "doxygen"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "htop"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "ispell"
brew "lazygit"
brew "libomp", link: true
brew "libxml2"
brew "maven"
brew "mdp"
brew "mosh"
brew "neofetch"
brew "node"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "pipenv"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "r"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "sapling"
brew "ssh-copy-id"
brew "swiftlint"
brew "terraform"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "wabt"
brew "wasmer"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "kylef/formulae/swiftenv"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "swiftwasm/tap/carton"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-ss08"
cask "ghostty"
cask "mactex"
cask "ngrok"
cask "racket"
cargo "cargo-generate"
cargo "wasm-pack"
