tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "swiftwasm/tap"
brew "aspell"
brew "automake"
brew "bat"
brew "binaryen"
brew "pkg-config"
brew "ccls"
brew "harfbuzz"
brew "clojure"
brew "cocoapods"
brew "cowsay"
brew "ctags"
brew "direnv"
brew "doxygen"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "htop"
brew "hugo"
brew "libomp", link: true
brew "imagemagick"
brew "ispell"
brew "libxml2"
brew "maven"
brew "mdp"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "pipenv"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "r"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ssh-copy-id"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "wabt"
brew "wasmer"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "kylef/formulae/swiftenv"
brew "swiftwasm/tap/carton"
cask "docker"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-ss08"
cask "mactex"
cask "ngrok"
cask "racket"
