tap "adoptopenjdk/openjdk"
tap "elastic/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "cocoapods"
brew "direnv"
brew "docker", link: false
brew "elasticsearch@5.6"
brew "fzf"
brew "jpeg"
brew "gmp"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "libxml2"
brew "libxmlsec1"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "pyenv"
brew "python"
brew "python@2"
brew "redis", restart_service: true
brew "ripgrep"
brew "sops"
brew "tmux"
brew "yarn"
brew "zlib"
brew "github/gh/gh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk12"
cask "amethyst"
cask "firefox"
cask "font-fantasquesansmono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "mactex"
cask "ngrok"
cask "postman"
cask "telegram"
cask "tunnelblick"
mas "1Password 7", id: 1333542190
mas "Messenger", id: 1480068668
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
